"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 1000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"<OOV>\", \"document_count\": 155, \"word_counts\": \"{\\\"happy\\\": 24, \\\"sad\\\": 24, \\\"angry\\\": 24, \\\"neutral\\\": 13, \\\"excited\\\": 4, \\\"bored\\\": 2, \\\"anxious\\\": 2, \\\"stressed\\\": 2, \\\"surprised\\\": 20, \\\"fear\\\": 20, \\\"disgust\\\": 20}\", \"word_docs\": \"{\\\"happy\\\": 24, \\\"sad\\\": 24, \\\"angry\\\": 24, \\\"neutral\\\": 13, \\\"excited\\\": 4, \\\"bored\\\": 2, \\\"anxious\\\": 2, \\\"stressed\\\": 2, \\\"surprised\\\": 20, \\\"fear\\\": 20, \\\"disgust\\\": 20}\", \"index_docs\": \"{\\\"2\\\": 24, \\\"3\\\": 24, \\\"4\\\": 24, \\\"8\\\": 13, \\\"9\\\": 4, \\\"10\\\": 2, \\\"11\\\": 2, \\\"12\\\": 2, \\\"5\\\": 20, \\\"6\\\": 20, \\\"7\\\": 20}\", \"index_word\": \"{\\\"1\\\": \\\"<OOV>\\\", \\\"2\\\": \\\"happy\\\", \\\"3\\\": \\\"sad\\\", \\\"4\\\": \\\"angry\\\", \\\"5\\\": \\\"surprised\\\", \\\"6\\\": \\\"fear\\\", \\\"7\\\": \\\"disgust\\\", \\\"8\\\": \\\"neutral\\\", \\\"9\\\": \\\"excited\\\", \\\"10\\\": \\\"bored\\\", \\\"11\\\": \\\"anxious\\\", \\\"12\\\": \\\"stressed\\\"}\", \"word_index\": \"{\\\"<OOV>\\\": 1, \\\"happy\\\": 2, \\\"sad\\\": 3, \\\"angry\\\": 4, \\\"surprised\\\": 5, \\\"fear\\\": 6, \\\"disgust\\\": 7, \\\"neutral\\\": 8, \\\"excited\\\": 9, \\\"bored\\\": 10, \\\"anxious\\\": 11, \\\"stressed\\\": 12}\"}}"